Repository: ChengHan16/Other_File
Catalog: OTP-App/Localizable.xcstrings
Source language: en
Languages: ja, zh_hant

# ・ 🔑 已綁定金鑰
source: ・ 🔑 Key Bound
ja: ・ 🔑 キーバインド済み
zh_hant: ・ 🔑 已綁定金鑰

# ・ 🔒 已加資料鎖
source: ・ 🔒 Data Locked
ja: ・ 🔒 データロック済み
zh_hant: ・ 🔒 已加資料鎖

# **匯入**：設定 → 匯入密碼本，選擇 .pvbak 檔案並輸入當時設定的加密鎖。資料會合併到現有資料中，不會覆蓋。
source: **Import**: Settings → Import Vault, select a .pvbak file and enter the encryption lock. Data will be merged without overwriting.
ja: **インポート**: 設定 → パスワード帳をインポート、.pvbakファイルを選択し、設定した暗号化ロックを入力します。データは既存のデータにマージされ、上書きされません。
zh_hant: **匯入**：設定 → 匯入密碼本，選擇 .pvbak 檔案並輸入當時設定的加密鎖。資料會合併到現有資料中，不會覆蓋。

source: **Export**: Settings → Export Vault, select items and set an encryption lock (≥6 chars). Files are encrypted with PBKDF2 + AES-256-GCM (.pvbak).
ja: **エクスポート**: 設定 → パスワード帳をエクスポート、項目を選択し、暗号化ロック（6文字以上）を設定します。ファイルはPBKDF2 + AES-256-GCMで暗号化されます（拡張子 .pvbak）。
zh_hant: **匯出**：設定 → 匯出密碼本，可勾選要匯出的項目與欄位，並設定加密鎖（≥6 字元）。檔案使用 PBKDF2 + AES-256-GCM 加密，副檔名 .pvbak。

# **用過即廢**特性：每組驗證碼僅在當前 30 秒視窗內有效，無法重複使用。
source: **One-Time Use**: Each code is valid only for the current 30-second window and cannot be reused.
ja: **使い捨て**: 各認証コードは現在の30秒間でのみ有効で、再利用できません。
zh_hant: **用過即廢**特性：每組驗證碼僅在當前 30 秒視窗內有效，無法重複使用。

# %lld 組
source: %lld items
ja: %lld 組
zh_hant: %lld 組

# + 新增點擊階段
source: + Add Click Stage
ja: + クリック段階を追加
zh_hant: + 新增點擊階段

# ⚠ 此為示範用途，正式版會替換為 CryptoKit AES-256-GCM 並用 Secure Enclave 保護金鑰。
source: ⚠ For demo purposes only. The final version will use CryptoKit AES-256-GCM and Secure Enclave.
ja: ⚠ これはデモ用です。正式版ではCryptoKit AES-256-GCMに置き換えられ、Secure Enclaveで保護されます。
zh_hant: ⚠ 此為示範用途，正式版會替換為 CryptoKit AES-256-GCM 並用 Secure Enclave 保護金鑰。

# ⚠ 清除所有資料
source: ⚠ Clear All Data
ja: ⚠ すべてのデータを消去
zh_hant: ⚠ 清除所有資料

# ⚠ 重要
source: ⚠ Important
ja: ⚠ 重要
zh_hant: ⚠ 重要

# 📂 選擇備份檔案 (.pvbak)
source: 📂 Select Backup File (.pvbak)
ja: 📂 バックアップファイルを選択 (.pvbak)
zh_hant: 📂 選擇備份檔案 (.pvbak)

# 📄 技術白皮書
source: 📄 Technical Whitepaper
ja: 📄 技術ホワイトペーパー
zh_hant: 📄 技術白皮書

# 📖 操作說明
source: 📖 User Guide
ja: 📖 操作説明
zh_hant: 📖 操作說明

# 📝 記事本
source: 📝 Notes
ja: 📝 ノート
zh_hant: 📝 記事本

# 📤 匯出密碼本
source: 📤 Export Vault
ja: 📤 パスワード帳をエクスポート
zh_hant: 📤 匯出密碼本

# 📥 匯入密碼本
source: 📥 Import Vault
ja: 📥 パスワード帳をインポート
zh_hant: 📥 匯入密碼本

# 🔐 首次設定
source: 🔐 Initial Setup
ja: 🔐 初回設定
zh_hant: 🔐 首次設定

# 🔑 刪除驗證 (1/2)
source: 🔑 Deletion Auth (1/2)
ja: 🔑 削除の検証 (1/2)
zh_hant: 🔑 刪除驗證 (1/2)

# 🔑 查看明文
source: 🔑 View Plaintext
ja: 🔑 平文を表示
zh_hant: 🔑 查看明文

# App 密碼鎖
source: App Lock
ja: App パスワードロック
zh_hant: App 密碼鎖

# App 密碼鎖已啟用
source: App Lock Enabled
ja: App パスワードロックが有効になりました
zh_hant: App 密碼鎖已啟用

# Face ID 解鎖
source: Face ID Unlock
ja: Face ID ロック解除
zh_hant: Face ID 解鎖

# Password Vault 是純前端、零後端、零雲端的密碼管理應用。所有加密、解密、驗證皆在使用者裝置本機完成，沒有任何資料離開裝置。
source: Password Vault is a pure frontend, zero-backend, zero-cloud app. All encryption and verification happen locally on your device.
ja: Password Vaultは完全なフロントエンド、バックエンドなし、クラウドなしのアプリです。すべての暗号化と検証はデバイス上でローカルに行われます。
zh_hant: Password Vault 是純前端、零後端、零雲端的密碼管理應用。所有加密、解密、驗證皆在使用者裝置本機完成，沒有任何資料離開裝置。

# TOTP 動態驗證
source: TOTP Verification
ja: TOTP 動的検証
zh_hant: TOTP 動態驗證

# 一般記事
source: Standard Note
ja: 一般ノート
zh_hant: 一般記事

# 下一步
source: Next
ja: 次へ
zh_hant: 下一步

# 不啟用
source: Disable
ja: 無効にする
zh_hant: 不啟用

# 中
source: Medium
ja: 中
zh_hant: 中

# 介面與語言
source: Interface & Language
ja: インターフェースと表示言語
zh_hant: 介面與語言

# 位移字元數
source: Shift Amount
ja: シフト文字数
zh_hant: 位移字元數

# 低
source: Low
ja: 低
zh_hant: 低

# 例：0912345678
source: e.g., 0912345678
ja: 例：09012345678
zh_hant: 例：0912345678

# 例：A123456789
source: e.g., A123456789
ja: 例：A123456789
zh_hant: 例：A123456789

# 例：工作 Google 帳號
source: e.g., Work Google Account
ja: 例：仕事用 Google アカウント
zh_hant: 例：工作 Google 帳號

# 個人證件編號
source: Personal ID Number
ja: 個人身分証明書番号
zh_hant: 個人證件編號

# 備註
source: Notes
ja: 備考
zh_hant: 備註

# 儲存
source: Save
ja: 保存
zh_hant: 儲存

# 儲存新增
source: Save & Add
ja: 保存して追加
zh_hant: 儲存新增

# 儲存的金鑰會以本機安全演算法加密保護。向左滑動可刪除，刪除前需進行雙重驗證。
source: Saved keys are protected by local encryption. Swipe left to delete (requires 2FA).
ja: 保存されたキーはローカル暗号化で保護されます。左にスワイプで削除可能（2段階認証が必要）。
zh_hant: 儲存的金鑰會以本機安全演算法加密保護。向左滑動可刪除，刪除前需進行雙重驗證。

# 允許複製
source: Allow Copy
ja: コピーを許可
zh_hant: 允許複製

# 內容
source: Content
ja: 内容
zh_hant: 內容

# 全不選
source: Deselect All
ja: すべて選択解除
zh_hant: 全不選

# 全選
source: Select All
ja: すべて選択
zh_hant: 全選

# 兩次加密鎖不一致
source: Encryption locks do not match
ja: 暗号化ロックが一致しません
zh_hant: 兩次加密鎖不一致

# 兩次密碼不一致
source: Passwords do not match
ja: パスワードが一致しません
zh_hant: 兩次密碼不一致

# 兩次輸入的金鑰內容不一致
source: Key contents do not match
ja: 入力されたキーの内容が一致しません
zh_hant: 兩次輸入的金鑰內容不一致

# 再次確認密碼鎖
source: Confirm App Lock
ja: パスワードロックの再確認
zh_hant: 再次確認密碼鎖

# 再次確認金鑰
source: Confirm Key
ja: キーの再確認
zh_hant: 再次確認金鑰

# 再次輸入加密鎖
source: Re-enter Encryption Lock
ja: 暗号化ロックを再入力
zh_hant: 再次輸入加密鎖

# 再次輸入密碼鎖
source: Re-enter App Lock
ja: パスワードロックを再入力
zh_hant: 再次輸入密碼鎖

# 再次輸入資料鎖以確認
source: Re-enter Data Lock
ja: データロックを再入力して確認
zh_hant: 再次輸入資料鎖以確認

# 再點一次眼睛跳出三項身份驗證
source: Tap eye again for 3FA
ja: 目をもう一度タップして3段階認証を表示
zh_hant: 再點一次眼睛跳出三項身份驗證

# 凱薩位移量
source: Caesar Shift Amount
ja: シーザーシフト量
zh_hant: 凱薩位移量

# 凱薩加密顯示
source: Caesar Encrypted Display
ja: シーザー暗号表示
zh_hant: 凱薩加密顯示

# 出生年月日
source: Date of Birth
ja: 生年月日
zh_hant: 出生年月日

# 出生年月日（凱薩加密顯示）
source: Date of Birth (Caesar Cipher)
ja: 生年月日（シーザー暗号表示）
zh_hant: 出生年月日（凱薩加密顯示）

# 出生日期
source: Birth Date
ja: 誕生日
zh_hant: 出生日期

# 刪除
source: Delete
ja: 削除
zh_hant: 刪除

# 刪除此記事
source: Delete Note
ja: このノートを削除
zh_hant: 刪除此記事

# 刪除此項目
source: Delete Item
ja: この項目を削除
zh_hant: 刪除此項目

# 刪除確認 (2/2)
source: Confirm Deletion (2/2)
ja: 削除の確認 (2/2)
zh_hant: 刪除確認 (2/2)

# 刪除金鑰需兩道認證，請先驗證任一身份資料
source: Deleting a key requires 2FA. Verify your identity first.
ja: キーの削除には2段階認証が必要です。まず身分証明を検証してください。
zh_hant: 刪除金鑰需兩道認證，請先驗證任一身份資料

# 剩餘 %lld 秒
source: %lld seconds remaining
ja: 残り %lld 秒
zh_hant: 剩餘 %lld 秒

# 加密內容
source: Encrypted Content
ja: 暗号化された内容
zh_hant: 加密內容

# 加密金鑰
source: Encryption Key
ja: 暗号化キー
zh_hant: 加密金鑰

# 加密鎖至少 6 個字元
source: Encryption lock must be ≥6 chars
ja: 暗号化ロックは6文字以上必要です
zh_hant: 加密鎖至少 6 個字元

# 加密類型
source: Encryption Type
ja: 暗号化タイプ
zh_hant: 加密類型

# 勾選要匯出的項目並設定加密鎖 匯入時需要使用此加密鎖才能解開
source: Select items to export and set an encryption lock. This lock is required for importing.
ja: エクスポートする項目を選択し、暗号化ロックを設定します。インポート時にこのロックが必要です。
zh_hant: 勾選要匯出的項目並設定加密鎖 匯入時需要使用此加密鎖才能解開

# 匯入
source: Import
ja: インポート
zh_hant: 匯入

# 匯入時將與現有資料合併（不會覆蓋既有項目）
source: Imported data will be merged (existing items will not be overwritten)
ja: インポート時に既存のデータとマージされます（上書きされません）
zh_hant: 匯入時將與現有資料合併（不會覆蓋既有項目）

# 匯出
source: Export
ja: エクスポート
zh_hant: 匯出

# 匯出失敗：
source: Export Failed:
ja: エクスポート失敗：
zh_hant: 匯出失敗：

# 匯出檔案使用業界標準的密碼學等級加密：
source: Exported files use industry-standard encryption:
ja: エクスポートファイルは業界標準の暗号化を使用します：
zh_hant: 匯出檔案使用業界標準的密碼學等級加密：

# 即使 .pvbak 檔案外流，沒有正確加密鎖需要極長時間的暴力嘗試才能破解。
source: Even if the .pvbak file is leaked, cracking it without the key takes extreme brute force.
ja: .pvbakファイルが流出しても、正しい暗号化ロックがなければ解析には膨大な時間がかかります。
zh_hant: 即使 .pvbak 檔案外流，沒有正確加密鎖需要極長時間的暴力嘗試才能破解。

# 取消
source: Cancel
ja: キャンセル
zh_hant: 取消

# 可複製
source: Copyable
ja: コピー可能
zh_hant: 可複製

# 圓圈遮罩 ●●●●●●
source: Circle Mask ●●●●●●
ja: 丸マスク ●●●●●●
zh_hant: 圓圈遮罩 ●●●●●●

# 在編輯頁的平台選單中：
source: In the platform menu of the edit page:
ja: 編集ページのプラットフォームメニュー内：
zh_hant: 在編輯頁的平台選單中：

# 字
source: chars
ja: 文字
zh_hant: 字

# 安全
source: Security
ja: セキュリティ
zh_hant: 安全

# 完成
source: Done
ja: 完了
zh_hant: 完成

# 完成設定
source: Finish Setup
ja: 設定を完了
zh_hant: 完成設定

# 客製化眼睛按鈕邏輯
source: Customize Eye Button Logic
ja: 目アイコンの動作をカスタマイズ
zh_hant: 客製化眼睛按鈕邏輯

# 密碼
source: Password
ja: パスワード
zh_hant: 密碼

# 密碼本
source: Password Vault
ja: パスワード帳
zh_hant: 密碼本

# 密碼鎖
source: App Lock
ja: パスワードロック
zh_hant: 密碼鎖

# 密碼鎖不正確
source: Incorrect App Lock
ja: パスワードロックが正しくありません
zh_hant: 密碼鎖不正確

# 密碼鎖至少 4 個字元
source: App Lock must be ≥4 chars
ja: パスワードロックは4文字以上必要です
zh_hant: 密碼鎖至少 4 個字元

# 尚未建立任何金鑰
source: No keys created yet
ja: キーがまだ作成されていません
zh_hant: 尚未建立任何金鑰

# 尚未產生
source: Not generated yet
ja: 未生成
zh_hant: 尚未產生

# 尚無密碼項目
source: No password items yet
ja: パスワード項目がまだありません
zh_hant: 尚無密碼項目

# 尚無記事，點右上角 ＋ 建立
source: No notes yet, tap + to create
ja: ノートがありません。右上の＋で作成
zh_hant: 尚無記事，點右上角 ＋ 建立

# 層次可疊加，攻擊者必須通過全部關卡才能存取單一項目的明文。
source: Layers can be stacked. Attackers must pass all stages to access plaintext.
ja: 階層は重ねることができ、攻撃者はすべての段階を通過しないと平文にアクセスできません。
zh_hant: 層次可疊加，攻擊者必須通過全部關卡才能存取單一項目的明文。

# 已儲存的金鑰
source: Saved Keys
ja: 保存済みのキー
zh_hant: 已儲存的金鑰

# 已匯入
source: Imported
ja: インポート完了：
zh_hant: 已匯入

# 已建立的金鑰
source: Created Keys
ja: 作成済みのキー
zh_hant: 已建立的金鑰

# 已啟用【加密金鑰】保護
source: Protected by [Encryption Key]
ja: 【暗号化キー】による保護が有効です
zh_hant: 已啟用【加密金鑰】保護

# 已新增金鑰
source: Key added
ja: キーを追加しました
zh_hant: 已新增金鑰

# 已清除所有資料
source: All data cleared
ja: すべてのデータを消去しました
zh_hant: 已清除所有資料

# 已設定
source: Configured
ja: 設定済み
zh_hant: 已設定

# 已選擇
source: Selected
ja: 選択済み
zh_hant: 已選擇

# 已關閉密碼鎖
source: App Lock disabled
ja: パスワードロックをオフにしました
zh_hant: 已關閉密碼鎖

# 建立密碼
source: Create Password
ja: パスワードを作成
zh_hant: 建立密碼

# 我們將透過幾個簡單的步驟，協助您打造最高安全級別的個人離線金鑰庫。
source: We will guide you to create a high-security, offline personal vault.
ja: 数ステップで、最高レベルのオフライン個人キー金庫の構築をサポートします。
zh_hant: 我們將透過幾個簡單的步驟，協助您打造最高安全級別的個人離線金鑰庫。

# 所有受保護欄位（密碼、加密金鑰、資料鎖、信箱）都採用三段循環：
source: All protected fields use a 3-stage cycle:
ja: すべての保護されたフィールドは3段階のサイクルを使用します：
zh_hant: 所有受保護欄位（密碼、加密金鑰、資料鎖、信箱）都採用三段循環：

# 所有資料儲存於 iOS Keychain，使用 kSecAttrAccessibleWhenUnlockedThisDeviceOnly 確保資料不跨裝置同步。
source: All data is stored in iOS Keychain using kSecAttrAccessibleWhenUnlockedThisDeviceOnly.
ja: データはiOS Keychainに保存され、デバイス間での同期を防ぎます。
zh_hant: 所有資料儲存於 iOS Keychain，使用 kSecAttrAccessibleWhenUnlockedThisDeviceOnly 確保資料不跨裝置同步。

# 所有隨機性來源使用 SecRandomCopyBytes（CSPRNG），用於：
source: All randomness uses SecRandomCopyBytes (CSPRNG) for:
ja: すべてのランダムソースはSecRandomCopyBytes（CSPRNG）を使用します：
zh_hant: 所有隨機性來源使用 SecRandomCopyBytes（CSPRNG），用於：

# 排序方式
source: Sort By
ja: 並べ替え
zh_hant: 排序方式

# 採用業界標準的時間性一次性密碼演算法：
source: Uses industry-standard Time-Based One-Time Password (TOTP):
ja: 業界標準のTOTPアルゴリズムを採用しています：
zh_hant: 採用業界標準的時間性一次性密碼演算法：

# 提示
source: Hint
ja: ヒント
zh_hant: 提示

# 搜尋標題或平台
source: Search title or platform
ja: タイトルまたはプラットフォームを検索
zh_hant: 搜尋標題或平台

# 搜尋記事標題
source: Search note title
ja: ノートのタイトルを検索
zh_hant: 搜尋記事標題

# 搭配 Face ID，讓您在開啟 App 時能享受安全又快速的解鎖體驗。
source: Enjoy secure and fast unlocking with Face ID.
ja: Face IDを使用すると、安全で迅速なロック解除を体験できます。
zh_hant: 搭配 Face ID，讓您在開啟 App 時能享受安全又快速的解鎖體驗。

# 啟用
source: Enable
ja: 有効にする
zh_hant: 啟用

# 啟用 Face ID
source: Enable Face ID
ja: Face ID を有効にする
zh_hant: 啟用 Face ID

# 啟用 Face ID 並完成
source: Enable Face ID & Finish
ja: Face ID を有効にして完了
zh_hant: 啟用 Face ID 並完成

# 新增金鑰
source: Add Key
ja: キーを追加
zh_hant: 新增金鑰

# 明文（需驗證）
source: Plaintext (Requires Auth)
ja: 平文（検証が必要）
zh_hant: 明文（需驗證）

# 未啟用
source: Not enabled
ja: 未有効
zh_hant: 未啟用

# 未設定
source: Not set
ja: 未設定
zh_hant: 未設定

# 本白皮書為原型階段技術文件範本，正式產品上架前會進行以下強化：
source: This is a prototype whitepaper. Enhancements before release:
ja: 本ホワイトペーパーはプロトタイプ段階のものです。リリース前に以下の強化が行われます：
zh_hant: 本白皮書為原型階段技術文件範本，正式產品上架前會進行以下強化：

source: 查看 / 編輯
ja: 表示 / 編集

source: 查看密碼項目需要當前的 TOTP 動態驗證碼
ja: ノート項目の表示には現在のTOTP認証コードが必要です

source: 查看明文
ja: 平文を表示

source: 查看明文需身份驗證
ja: 平文の表示には本人確認が必要です

source: 查看記事項目需要當前的 TOTP 動態驗證碼
ja: ノート項目の表示には現在のTOTP認証コードが必要です

source: 查看詳情保護
ja: 詳細保護を表示

source: 查看金鑰
ja: 鍵を表示 (または キーを表示)

# 極高
source: Very High
ja: 非常に高い
zh_hant: 極高

# 標題
source: Title
ja: タイトル
zh_hant: 標題

# 機密內容 (動態凱薩加密預覽)
source: Secret Content (Dynamic Caesar Preview)
ja: 機密内容 (動的シーザープレビュー)
zh_hant: 機密內容 (動態凱薩加密預覽)

# 機密記事
source: Secret Note
ja: 機密ノート
zh_hant: 機密記事

# 次點擊
source: Click
ja: 回目のクリック
zh_hant: 次點擊

# 歡迎使用密碼本
source: Welcome to Password Vault
ja: パスワード帳へようこそ
zh_hant: 歡迎使用密碼本

# 此操作會刪除所有密碼資料 需要三項身份資料全部正確
source: This will delete all data. Requires all 3 identity factors.
ja: すべてのパスワードデータが削除されます。3つの身分証明の正確な入力が必要です。
zh_hant: 此操作會刪除所有密碼資料 需要三項身份資料全部正確

# 此金鑰將用於加密您的重要密碼與記事。為確保安全，建議設定盡可能複雜的內容。
source: This key secures passwords and notes. Use a complex key.
ja: このキーはパスワードとノートの暗号化に使用されます。複雑な内容を設定してください。
zh_hant: 此金鑰將用於加密您的重要密碼與記事。為確保安全，建議設定盡可能複雜的內容。

# 此項目已啟用資料鎖 請輸入資料鎖密碼以查看
source: Data lock enabled. Enter the lock to view.
ja: この項目はデータロックが有効です。パスワードを入力してください。
zh_hant: 此項目已啟用資料鎖 請輸入資料鎖密碼以查看

# 沒有符合的項目
source: No matching items
ja: 一致する項目がありません
zh_hant: 沒有符合的項目

# 深色模式
source: Dark Mode
ja: ダークモード
zh_hant: 深色模式

# 清除所有資料
source: Clear All Data
ja: すべてのデータを消去
zh_hant: 清除所有資料

# 無
source: None
ja: なし
zh_hant: 無

# 無 (不使用金鑰)
source: None (Do not use key)
ja: なし (キーを使用しない)
zh_hant: 無 (不使用金鑰)

# 用於儲存身份驗證資料與 App 密碼鎖雜湊：
source: Used to store identity and App Lock hashes:
ja: 身分証明データとAppパスワードロックのハッシュの保存に使用：
zh_hant: 用於儲存身份驗證資料與 App 密碼鎖雜湊：

# 確認
source: Confirm
ja: 確認
zh_hant: 確認

# 確認刪除
source: Confirm Deletion
ja: 削除を確認
zh_hant: 確認刪除

# 確認加密鎖
source: Confirm Encryption Lock
ja: 暗号化ロックの確認
zh_hant: 確認加密鎖

# 確認密碼鎖
source: Confirm App Lock
ja: パスワードロックの確認
zh_hant: 確認密碼鎖

# 確認資料鎖
source: Confirm Data Lock
ja: データロックの確認
zh_hant: 確認資料鎖

# 確認金鑰內容
source: Confirm Key Content
ja: キー内容の確認
zh_hant: 確認金鑰內容

# 稍後再說
source: Maybe Later
ja: 後で
zh_hant: 稍後再說

# 第
source: No.
ja: 第
zh_hant: 第

# 第 1 步：設定身份驗證
source: Step 1: Identity Verification
ja: ステップ 1：身分証明の検証設定
zh_hant: 第 1 步：設定身份驗證

# 第 2 步：建立安全金鑰
source: Step 2: Create Secure Key
ja: ステップ 2：安全なキーの作成
zh_hant: 第 2 步：建立安全金鑰

# 第 3 步：App 密碼鎖
source: Step 3: App Lock
ja: ステップ 3：App パスワードロック
zh_hant: 第 3 步：App 密碼鎖

# 第 4 步：生物辨識
source: Step 4: Biometrics
ja: ステップ 4：生体認証
zh_hant: 第 4 步：生物辨識

# 第一次開啟 App 時必須完成「首次設定」，輸入三項身份驗證資料：
source: Upon first launch, complete setup with 3 identity factors:
ja: 初回起動時に「初回設定」を完了し、3つの身分証明データを入力する必要があります：
zh_hant: 第一次開啟 App 時必須完成「首次設定」，輸入三項身份驗證資料：

# 筆資料
source: entries
ja: 件のデータ
zh_hant: 筆資料

# 系統預設 (System)
source: System Default
ja: システムデフォルト
zh_hant: 系統預設 (System)

# 綁定加密金鑰
source: Bind Encryption Key
ja: 暗号化キーをバインド
zh_hant: 綁定加密金鑰

# 綁定金鑰
source: Bind Key
ja: キーをバインド
zh_hant: 綁定金鑰

# 編輯
source: Edit
ja: 編集
zh_hant: 編輯

# 編輯密碼
source: Edit Password
ja: パスワードを編集
zh_hant: 編輯密碼

# 編輯模式
source: Edit Mode
ja: 編集モード
zh_hant: 編輯模式

# 繁體中文
source: Traditional Chinese
ja: 繁体字中国語
zh_hant: 繁體中文

# 自行輸入或按下方產生
source: Enter manually or generate below
ja: 手動で入力するか、下で生成
zh_hant: 自行輸入或按下方產生

# 複製資料鎖到此欄位
source: Copy Data Lock to this field
ja: データロックをこのフィールドにコピー
zh_hant: 複製資料鎖到此欄位

# 複雜度
source: Complexity
ja: 複雑さ
zh_hant: 複雜度

# 解密失敗（加密鎖錯誤或檔案損壞）
source: Decryption Failed (Wrong Lock or Corrupt File)
ja: 復号化失敗（ロックが間違っているか、ファイルが破損しています）
zh_hant: 解密失敗（加密鎖錯誤或檔案損壞）

# 解鎖
source: Unlock
ja: ロック解除
zh_hant: 解鎖

# 記事
source: Notes
ja: ノート
zh_hant: 記事

# 記事不存在
source: Note Not Found
ja: ノートが存在しません
zh_hant: 記事不存在

# 設定
source: Settings
ja: 設定
zh_hant: 設定

# 設定 App 密碼鎖
source: Set App Lock
ja: App パスワードロックの設定
zh_hant: 設定 App 密碼鎖

# 設定並繼續
source: Set and Continue
ja: 設定して次へ
zh_hant: 設定並繼續

# 設定加密鎖
source: Set Encryption Lock
ja: 暗号化ロックの設定
zh_hant: 設定加密鎖

# 設定匯出加密鎖（至少 6 字元）
source: Set Export Encryption Lock (≥6 chars)
ja: エクスポート暗号化ロックの設定（6文字以上）
zh_hant: 設定匯出加密鎖（至少 6 字元）

# 設定後，每次開啟 App 都需要輸入此密碼。若不想現在設定，可點選下方「稍後再說」。
source: Requires this password every time you open the app. Tap 'Maybe Later' to skip for now.
ja: 設定後、アプリを開くたびにこのパスワードが必要です。「後で」を選択してスキップも可能です。
zh_hant: 設定後，每次開啟 App 都需要輸入此密碼。若不想現在設定，可點選下方「稍後再說」。

# 設定後每次開啟 App 都需要輸入此密碼
source: Password required upon opening the app
ja: アプリを開くたびにパスワードが必要です
zh_hant: 設定後每次開啟 App 都需要輸入此密碼

# 語言 (Language)
source: Language
ja: 表示言語 (Language)
zh_hant: 語言 (Language)

# 請填寫兩個欄位
source: Please fill in both fields
ja: 両方のフィールドに入力してください
zh_hant: 請填寫兩個欄位

# 請填寫加密鎖兩次
source: Please enter the encryption lock twice
ja: 暗号化ロックを2回入力してください
zh_hant: 請填寫加密鎖兩次

# 請至少選擇一筆資料
source: Please select at least one item
ja: 少なくとも1つのデータを選択してください
zh_hant: 請至少選擇一筆資料

# 請設定三項身份驗證資料 這些資料將用於保護敏感操作
source: Set 3 identity factors to protect sensitive operations
ja: 機密操作を保護するために3つの身分証明データを設定してください
zh_hant: 請設定三項身份驗證資料 這些資料將用於保護敏感操作

# 請輸入 App 密碼鎖以開啟
source: Enter App Lock to open
ja: App パスワードロックを入力して開く
zh_hant: 請輸入 App 密碼鎖以開啟

# 請輸入上方 6 位數驗證碼
source: Enter the 6-digit code above
ja: 上の6桁の認証コードを入力してください
zh_hant: 請輸入上方 6 位數驗證碼

# 請輸入加密鎖
source: Enter encryption lock
ja: 暗号化ロックを入力してください
zh_hant: 請輸入加密鎖

# 請輸入目前的密碼鎖以確認關閉
source: Enter current App Lock to disable
ja: 現在のパスワードロックを入力して閉じる
zh_hant: 請輸入目前的密碼鎖以確認關閉

# 請輸入該金鑰內容以確認刪除
source: Enter the key content to confirm deletion
ja: 削除を確認するため、キーの内容を入力してください
zh_hant: 請輸入該金鑰內容以確認刪除

# 請輸入金鑰內容
source: Enter key content
ja: キーの内容を入力してください
zh_hant: 請輸入金鑰內容

# 請輸入金鑰名稱
source: Enter key name
ja: キー名を入力してください
zh_hant: 請輸入金鑰名稱

# 請選擇備份檔
source: Select backup file
ja: バックアップファイルを選択してください
zh_hant: 請選擇備份檔

# 證件
source: ID
ja: 身分証
zh_hant: 證件

# 證件編號
source: ID Number
ja: 身分証番号
zh_hant: 證件編號

# 讀取失敗：
source: Read Failed:
ja: 読み込み失敗：
zh_hant: 讀取失敗：

# 資料
source: Data
ja: データ
zh_hant: 資料

# 資料鎖
source: Data Lock
ja: データロック
zh_hant: 資料鎖

# 輸入加密鎖
source: Enter Encryption Lock
ja: 暗号化ロックを入力
zh_hant: 輸入加密鎖

# 輸入匯出時設定的加密鎖
source: Enter Export Encryption Lock
ja: エクスポート時に設定した暗号化ロックを入力
zh_hant: 輸入匯出時設定的加密鎖

# 輸入密碼鎖
source: Enter App Lock
ja: パスワードロックを入力
zh_hant: 輸入密碼鎖

# 輸入密碼鎖 (至少 4 碼)
source: Enter App Lock (≥4 chars)
ja: パスワードロックを入力 (4桁以上)
zh_hant: 輸入密碼鎖 (至少 4 碼)

# 輸入或選擇平台
source: Enter or select platform
ja: プラットフォームを入力または選択
zh_hant: 輸入或選擇平台

# 輸入標題
source: Enter title
ja: タイトルを入力
zh_hant: 輸入標題

# 輸入資料鎖
source: Enter Data Lock
ja: データロックを入力
zh_hant: 輸入資料鎖

# 輸入金鑰
source: Enter Key
ja: キーを入力
zh_hant: 輸入金鑰

# 輸入電子信箱
source: Enter Email
ja: メールアドレスを入力
zh_hant: 輸入電子信箱

# 返回
source: Back
ja: 戻る
zh_hant: 返回

# 這三項資料將作為日後最高權限操作的憑證，一經設定無法修改，請務必牢記。
source: These 3 factors act as your master credentials. They cannot be changed. Memorize them.
ja: これら3つのデータは最高権限操作の証明となります。設定後は変更できませんので、必ず覚えておいてください。
zh_hant: 這三項資料將作為日後最高權限操作的憑證，一經設定無法修改，請務必牢記。

# 這三項資料會經過三重加密儲存於 iOS Keychain，是後續所有「敏感操作」的驗證依據。一旦設定就無法修改，請務必牢記。
source: Stored in Keychain with triple encryption. Cannot be modified later.
ja: Keychainに三重暗号化されて保存されます。後で変更することはできません。
zh_hant: 這三項資料會經過三重加密儲存於 iOS Keychain，是後續所有「敏感操作」的驗證依據。一旦設定就無法修改，請務必牢記。

# 這些資料會經過三重加密儲存於 iOS Keychain，僅用於驗證身份。一旦設定完成後無法修改，且忘記後將無法恢復任何資料，請務必記住。
source: Encrypted and stored in Keychain for identity verification only. Cannot be reset.
ja: 暗号化され、身分証明の検証のみに使用されます。リセットすることはできません。
zh_hant: 這些資料會經過三重加密儲存於 iOS Keychain，僅用於驗證身份。一旦設定完成後無法修改，且忘記後將無法恢復任何資料，請務必記住。

# 選填，例：個人 / 公司用
source: Optional, e.g., Personal/Work
ja: 任意、例：個人用 / 仕事用
zh_hant: 選填，例：個人 / 公司用

# 選擇加密金鑰
source: Select Encryption Key
ja: 暗号化キーを選択
zh_hant: 選擇加密金鑰

# 選擇匯出檔案並輸入當時設定的加密鎖
source: Select backup and enter its lock
ja: バックアップファイルを選択し、暗号化ロックを入力
zh_hant: 選擇匯出檔案並輸入當時設定的加密鎖

# 選擇平台
source: Select Platform
ja: プラットフォームを選択
zh_hant: 選擇平台

# 選擇金鑰...
source: Select Key...
ja: キーを選択...
zh_hant: 選擇金鑰...

# 選擇項目
source: Select Items
ja: 項目を選択
zh_hant: 選擇項目

# 金鑰內容
source: Key Content
ja: キー内容
zh_hant: 金鑰內容

# 金鑰名稱
source: Key Name
ja: キー名
zh_hant: 金鑰名稱

# 金鑰名稱 (例如: 主力金鑰)
source: Key Name (e.g., Primary Key)
ja: キー名（例：メインキー）
zh_hant: 金鑰名稱 (例如: 主力金鑰)

# 金鑰已刪除
source: Key deleted
ja: キーを削除しました
zh_hant: 金鑰已刪除

# 金鑰管理
source: Key Management
ja: キー管理
zh_hant: 金鑰管理

# 長度
source: Length
ja: 長さ
zh_hant: 長度

# 開始設定
source: Start Setup
ja: 設定を開始
zh_hant: 開始設定

# 關閉
source: Disable
ja: 閉じる
zh_hant: 關閉

# 關閉 App 密碼鎖
source: Disable App Lock
ja: App パスワードロックを閉じる
zh_hant: 關閉 App 密碼鎖

# 隨機生成
source: Generate
ja: ランダム生成
zh_hant: 隨機生成

# 電話
source: Phone
ja: 電話
zh_hant: 電話

# 電話號碼
source: Phone Number
ja: 電話番号
zh_hant: 電話號碼

# 需要三項身份資料全部正確
source: Requires all 3 identity factors
ja: 3つの身分証明データすべてが正確である必要があります
zh_hant: 需要三項身份資料全部正確

# 需要密碼鎖
source: Requires App Lock
ja: パスワードロックが必要です
zh_hant: 需要密碼鎖

# 項目不存在
source: Item Not Found
ja: 項目が存在しません
zh_hant: 項目不存在

# 預設狀態，看不出任何資訊
source: Default state, no info visible
ja: デフォルト状態、情報は表示されません
zh_hant: 預設狀態，看不出任何資訊

# 首頁
source: Home
ja: ホーム
zh_hant: 首頁

# 首頁「記事本」按鈕進入。可選擇兩種類型：
source: Accessible from Home 'Notes' button. 2 types:
ja: ホームの「ノート」ボタンからアクセス。2種類選択可能：
zh_hant: 首頁「記事本」按鈕進入。可選擇兩種類型：

# 驗證
source: Verify
ja: 検証
zh_hant: 驗證

# 高
source: High
ja: 高
zh_hant: 高

# 點一次眼睛，文字以凱薩 +3 加密呈現
source: Tap eye once: Caesar +3 encryption
ja: 目を1回タップ：シーザー+3暗号で表示
zh_hant: 點一次眼睛，文字以凱薩 +3 加密呈現

# 點擊 Face ID 圖示解鎖 資料僅儲存於本機，不上傳任何伺服器
source: Tap Face ID to unlock. Data stays local.
ja: Face IDアイコンをタップしてロック解除 データはローカルのみ保存されます
zh_hant: 點擊 Face ID 圖示解鎖 資料僅儲存於本機，不上傳任何伺服器

# 點首頁「新增密碼」或密碼頁右上角 ＋ 按鈕進入編輯頁面，可填入：
source: Tap + to enter edit page, fields include:
ja: ＋をタップして編集ページに入り、入力可能：
zh_hant: 點首頁「新增密碼」或密碼頁右上角 ＋ 按鈕進入編輯頁面，可填入：

# 確定
source: OK
zh_hant: 確定
